products/wso2_ESB/product_features/features/mediators/advanced_mediators/callout_mediator/InvokeProxywith_HTTPSC/getQuote.xml

<soapenv:Envelope xmlns:ser="http://services.samples" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://services.samples/xsd">
  <soapenv:Header/>
  <soapenv:Body>
    <ser:getQuote>
      <ser:request>
        <xsd:symbol>IBM</xsd:symbol>
      </ser:request>
    </ser:getQuote>
  </soapenv:Body>
</soapenv:Envelope>